iq_doctor =\
'''
IQ博士 - 梅艳芳 (Anita Mui)

词：郑国江

曲：菊池俊辅

灵感IQ称得上十分之高超

创作力量同幻想会吓你一跳

小云同小吉好重要

美梦如炸弹开心的轰炸

天空朗日也偷笑

猪仔来啦

无愁无虑似天使天天带着笑

浮浮沉沉天空里自在像小鸟

古怪事情多得很想讲也讲不了

人人朝着那方向心中带着笑

浮浮沉沉天空里热烈地呼叫

兴奋事情嘻嘻哈开心到不得了
'''

last_dance =\
'''
所以暂时将你眼睛闭了起来

⿊暗之中漂浮我的期待

平静脸孔映着缤纷色彩

让人好不疼爱

你可以随着我的步伐轻轻柔柔的踩

将美丽的回忆慢慢重来

突然之间浪漫无法释怀

明天我要离开

你给的爱 无助的等待

是否我⼀个人走 想听见你的挽留

春风秋雨飘飘落落只为寂寞

你给的爱 甜美的伤害

深深的锁住了我 隐藏不住的脆弱

泛滥河⽔将我冲向你的心头 不停流

所以暂时将你眼睛闭了起来

可以慢慢滑进我的心怀

舞池中的人群渐渐散开

应该就是现在

你给的爱 无助的等待

是否我⼀个人走 想听见你的挽留

春风秋雨飘飘落落只为寂寞

你给的爱 甜美的伤害

想问问你的心中 不愿面对的不懂

明天之后不知道面前的你是否依然爱我

不知道'''
jiangyue = \
'''人清醒 难感性

迷失方能找到期待爱情

梦中见 亦高兴

能将心灵希冀尽说明

谁决定 人本性

或许生命中有埋没姓名

纯真爱 难记认

人间本来应该是有情

望这不再熟识破落故城

何以变了这样宁静

长街失去欢乐笑声

留下我孤单的一个生命

凝望这风雪未知哪日会停

来世你我要是重认

能否找到彼此背影

假如全无凭无证

谁决定 人本性

或许生命中有埋没姓名

纯真爱 难记认

人间本来应该是有情

望这不再熟识破落故城

何以变了这样宁静

长街失去欢乐笑声

留下我孤单的一个生命

凝望这风雪未知哪日会停

来世你我要是重认

能否找到彼此背影

假如全无凭无证

原谅我当天不懂得珍惜

只知任性 坏事情

唯顾你此刻可于虚空中

将心聆听

将来若真的

会有个约会再完成

真的会再有这样深情

我以天为证跟你带领

我以天为证请你带领'''

